{
  "successful AE operations, leadership and entrepreneurship": {
    "successful AE operations, leadership and entrepreneurship": {
      "retailers and shops": {},
      "entrepreneurship and leadership": {}
    }
  },
  "bookkeeping essentials": {
    "bookkeeping and your business": {
      "what is bookkeeping": {},
      "next steps for bookkeeping": {},
      "cash ledger part 1": {},
      "cash ledger part 2": {}
    },
    "bookkeeping ledgers": {
      "expense ledger": {
        "What is an expense ledger:\nAn expense ledger is a book where you record purchases for day-to-day business operations. It includes costs like seeds, fertilizers, salaries, office supplies, rent, and insurance.": {
          "With every new skill you master, you are crafting a better future for yourself and the entire agribusiness community—stay focused and unstoppable.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Items in the expense ledger are usually consumed quickly and do not last long. For example, a pen is unusable after the ink runs out, and petrol is gone after use."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Recording in the ledger:\nWhen a business expense is made, recording it promptly in the ledger is crucial for accurate tracking."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Example Entry:\nAn employee fills the truck with petrol. The business paid and received a receipt. This transaction should be recorded in the ledger."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "How to Record in Ledger:\nEnter the date of transaction in column one. In the second column, write a description of the expense."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Next, enter the quantity in column three (e.g., liters of petrol) and the unit price in column four. Finalize by recording the total cost in the last column."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "For the example: 50 liters at 600 per liter equals a total of 30,000. Note, some costs, like salaries, may simply require recording the total amount without units."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping ledgers category 👍"
            }
          ]
        }
      },
      "supplier ledger": {
        "Welcome to the Supplier Ledger Training! Today, we'll learn how to classify and record transactions as receivables, payables, or cash. Understanding these elements is crucial for effective supplier transaction management.": {
          "Every bit of knowledge you gain today equips you to turn challenges into opportunities and elevate the agribusiness industry—keep learning and growing.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Understanding Types: Payables occur when you owe money to a supplier; for example, when goods are delivered but payment is deferred. Receivables happen when a supplier owes you, like for returned damaged goods."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Key Practices: Always record non-cash transactions (payables and receivables) without affecting the cash ledger until payment is made. This helps keep your financial records clear and accurate."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Receipt Essentials: Every transaction, payable or receivable, should have a receipt with details like supplier number, transaction date, item description, quantity, unit price, and total. Both parties should sign it."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Handling Cash Transactions: When actual cash changes hands with a supplier, record this in the supplier's ledger and update the cash ledger accordingly. This ensures all financial activities are accurately tracked."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Ledger Management: The supplier ledger should include columns for date, transaction description, quantity, unit price, and balances of receivables, payables, and payments to keep everything organized."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Practical Application: We'll practice entering transactions into the supplier ledger and discuss how to handle receipts and documentation effectively to maintain accurate and up-to-date financial records."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping ledgers category 👍"
            }
          ]
        }
      },
      "sales and roleplay": {
        "Welcome to our training on entrepreneur skills for agribusiness retailers. First, let's focus on why it's crucial to record daily sales in a customer ledger and issue receipts.": {
          "Your unwavering determination is lighting the path to a groundbreaking career in agribusiness—embrace every lesson and keep moving forward.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Each day, record all cash sales transactions in a cash ledger. This practice helps maintain your books and ensures your cash balance remains accurate. Include details like date, transaction type, and balance. Products sold on credit should be tracked in a customer credit ledger."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "A detailed cash or credit ledger entry should have: the date, source of transaction, a brief description (e.g., cash in or out), and the remaining balance after the transaction.  Once a customer repays credit owed to you, record this payment in the customer credit ledget and the cash ledger."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Issuing receipts to customers is equally important. Receipts serve as proof of purchase, protecting both you and your customer in case of any future disputes."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Each receipt should clearly list: item number, a detailed description (like 'tomato seeds'), quantity purchased, unit price, total price, and the date of the transaction.  Receipts should also note any amount of payment that is still owed to the retailer, if product is sold on credit to the customer.  issue the customer a receipt when they pay off the credit owed to you."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Don't forget to include your retail shop's name on every receipt. This not only brands your receipts but also helps in advertising your business."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "It's advisable for both retailer and customer to keep a copy of each receipt. This documentation is crucial in confirming details of the transaction and ensuring transparency."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping ledgers category 👍"
            }
          ]
        }
      }
    }
  },
  "finance and accounting": {
    "working with credit": {
      "introduction to credit": {
        "Understanding Loan Amortization: When a borrower takes a loan, agreed terms include the amount, interest rate, and repayment duration. Payments combine principal and interest, decreasing the loan balance over time. For example, a $100,000 loan at 10% interest for 1.5 years results in monthly payments of $6005.71 and total interest of $8102.73.": {
          "Every challenge you face and overcome is molding you into a resilient and influential force in agribusiness—stay strong and keep moving forward.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Amortization Details: An amortization table shows each payment's due date, principal, interest, and remaining balance. Initially, interest payments are higher but decrease as the principal lowers over time. Timely payments prevent additional fees, while late payments may incur penalties and additional interest."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Loan Defaults: Failing to meet payment obligations can lead to default, with penalties specified in the loan agreement. Over time, the principal payments decrease the loan liability on the balance sheet, while interest affects the income statement."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Risks of Credit: Borrowing more than repayment capacity can damage credit reputation and future loan opportunities. Late repayments might attract high interest and penalties, increasing the financial burden and risks."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "What is Credit: Credit is an agreement to receive funds now and repay later with interest. It can finance equipment, unexpected expenses, or operational costs. For example, an agro business needing to expand must seek credit due to insufficient cash reserves."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Sources of Credit: Credit can be obtained from commercial banks, co-operatives, microfinance institutions, or development banks. Various credit forms can be considered from these sources or suppliers who may offer purchase credit."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Types of Credit Available: Credit options include secured (requires collateral) and unsecured loans, lines of credit, working capital, advances on future sales, and leasing. Each serves different business needs and financial strategies, influencing how entrepreneurs manage funds and growth opportunities."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the working with credit category 👍"
            }
          ]
        }
      },
      "working with lenders": {
        "To apply for a business loan, first prepare a loan application with necessary documents. Include audited financial statements and clear accounting procedures to demonstrate your credibility to the lender.": {
          "The expertise you are building today is the foundation for pioneering advancements in agribusiness—continue to push your limits and aim high.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Submit your complete loan application to your bank. The bank performs due diligence to verify your documents and assess if the loan is an acceptable risk."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "If approved, the bank issues a loan letter outlining the terms. If denied, they'll notify you. Transparency and truthfulness in your application and discussions are crucial."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Upon loan approval, finalize the agreement by reviewing and accepting the loan terms, then sign the loan contract. The bank will then disperse funds to you."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Maintain accurate records of all loan payments in a loan ledger, noting dates, principal, interest payments, and remaining balance. Keep all payment receipts organized."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Stay current with loan obligations. Report any significant business changes or project status to your lender as required by your loan terms to build trust and encourage future lending opportunities."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Avoid loan delinquency and default by keeping timely payments. Late payments may incur fees, and defaulting could lead to loss of collateral and legal issues. Manage your loan responsibly to preserve your financial reputation."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the working with credit category 👍"
            }
          ]
        }
      },
      "credit for customers": {
        "To mitigate customer credit risks, establish a clear credit policy documenting the purpose and limits of credit based on your cash flow and risk appetite. This should be regularly reviewed and adapted to changing economic conditions to avoid customer disputes and ensure fair treatment.": {
          "Your relentless pursuit of knowledge is sowing the seeds for a flourishing, impactful career in agribusiness—keep forging ahead with confidence.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Enforce your credit policy consistently. Documentation in writing prevents misunderstandings about credit terms. Monitor adherence to these policies and update them based on experience and current circumstances to remain effective and relevant."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Offering credit can build customer loyalty and boost sales. Providing credit and loans to trusted customers can enhance cash flow and enable them to manage personal and business expenses effectively."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Ensure a formal agreement is in place detailing loan amount, duration, interest rate, repayment schedule, and consequences of delinquency. This clarifies expectations and responsibilities, protecting both business and customer interests."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Regular communication with customers about their loan status is vital. Encourage customers facing repayment issues to alert the business early, possibly restructure their loans to prevent defaults, and maintain a healthy business relationship."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "If payments are missed, follow a predefined procedure for collection: initial late payment notification, followed by further notices and discussions to resolve the issue. Tailor these steps to maintain customer relations and support your business framework."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "In cases of unresolved defaults, execute loan default actions as specified in your policy, which may include penalties or suspending further credit. This ensures business security and signals the seriousness of credit terms to all customers."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the working with credit category 👍"
            }
          ]
        }
      }
    },
    "cash flow and budgets": {
      "cash flow budget": {
        "Does my business need a cash budget? Consider an agro retail shop that recently bought a new pickup for deliveries but now can't cover the rent due to poor cash management.": {
          "Your passion for learning is the catalyst that will drive transformative change in agribusiness—continue to harness it and achieve greatness.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "This is common in businesses that seem profitable but run out of cash due to delayed payments or excessive inventory purchases during promotional offers."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "A cash budget differs from a cash flow statement, which shows past cash movements. A cash budget is a future forecast of cash inflows and outflows."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "It helps in planning purchases, operating expenses, and investments. For example, if planning a new truck purchase, it shows the cost, available cash, or if saving or a loan is needed."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "With a cash budget, anticipate cash shortfalls and plan actions such as securing short-term loans to avoid delays in payments and potential business interruptions."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "It aids in deciding when to use idle cash in short-term investments to boost income. A stable cash flow also makes a business attractive to lenders and could get better payment terms from suppliers."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Banks often require a detailed cash budget before lending. Since small businesses are cash-hungry, a robust cash budget is essential for managing finances and growth sustainably."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the cash flow and budgets category 👍"
            }
          ]
        }
      },
      "cash reserves": {
        "Welcome to our Cash Reserves Training! 🌟 A cash reserve is an emergency fund crucial for dealing with unexpected financial difficulties or seizing new opportunities.": {
          "Each moment you dedicate to expanding your expertise is an investment in your future leadership and innovation in agribusiness—stay driven and inspired.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "The importance of cash reserves: They act like a safety net for unforeseen costs such as delayed payments or urgent equipment purchases."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Best practices suggest setting up a separate interest-bearing account for your cash reserve. Aim to save a fixed percentage, ideally 5-10% of monthly revenues, into this account."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Use the accumulated interest if necessary, keeping the principal amount intact. This approach helps maintain your emergency fund without depleting it."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Only dip into your cash reserves in absolute necessity. If a withdrawal is made, prioritize replenishing it quickly to keep your buffer strong."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "As your business grows, your cash reserve should also expand. Experts recommend maintaining enough reserves to cover 3 to 6 months’ worth of business expenses."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Remember, having a robust cash reserve is not just about security; it can also provide leverage for loans and other financial opportunities. Keep planning and stay prepared! 👍"
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the cash flow and budgets category 👍"
            }
          ]
        }
      }
    }
  },
  "fundamentals of retail management": {
    "inventory management": {
      "overview": {},
      "business cycles": {},
      "record keeping for inventory": {},
      "methods of inventory management": {}
    },
    "business relations": {
      "identifying customers": {},
      "customer care": {}
    },
    "customer care": {
      "customer satisfaction": {}
    },
    "cost management": {
      "classifying costs": {},
      "introduction to cost management": {},
      "controlling costs": {},
      "cost consciousness and profitability": {}
    }
  },
  "producer organization essentials": {
    "product aggregation": {
      "procuring produce": {
        "Welcome to Product Aggregation Training! Learn how to efficiently procure produce like tomatoes and watermelon, ensuring you meet the demand of large buyers.": {
          "Every ounce of effort you expend in mastering new skills is a cornerstone in building a revolutionary career in agribusiness—keep reaching for the stars.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Procurement Basics: Procurement means sourcing produce directly from farmers and selling it to major buyers. You act as the intermediary, managing quality and quantity."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Key Strategy: Focus on obtaining the right quantity of produce at the desired quality. Timing is crucial to meet buyer expectations and achieve the best prices."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Importance of Quality Control and Inventory Management: Effective procurement requires strict quality checks and efficient management of stock levels."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Contract Essentials: Understand contractual roles and responsibilities, including price determination, payment terms, and delivery obligations. Be aware of any exclusivity clauses."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Procurement Goals: Aim to improve pricing for farmers, provide access to market information, and negotiate on behalf of farmers to secure the best terms."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Quality Assurance Tips: Regularly inform farmers about quality requirements. Set up strict procedures for quality checks to prevent issues that could impact your business negatively."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the product aggregation category 👍"
            }
          ]
        }
      },
      "collection from farmers": {
        "Session Objectives: Learn how to ensure timely, correct quantity, and high-quality product collection. Understand buyer expectations: on-time deliveries, reliable quantities and quality, and fair pricing. Maintaining good buyer relationships hinges on consistent service and product excellence.": {
          "As you expand your horizons, you're not just learning but also laying the groundwork for a transformative impact on the agribusiness industry—keep the momentum alive.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Aggregation Process: Covers three main stages - pre-collection (planning before collection starts), collection, and delivery to buyers. The aim for retailers is to ensure products are on time, in the right quantity, and of top quality throughout these stages."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Improvement Steps in Collection Process: First, partner with farmers to create a clear plan. Second, devise an annual production plan. Third, consistently monitor the cultivation period. Fourth, tackle potential product losses in storage."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Fifth, prep farmers for collection day ensuring they follow best practices for product handling. These steps are crucial to maintain product timeliness, quantity, and quality."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Detailed Strategies: Hold meetings with farmers to discuss aggregation plans and set clear expectations. Create annual plans to predict product volume, assisting in logistical planning and storage management."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Regularly visit fields to verify if farmers are on pace to meet expected output and timely delivery. This aids in accurate forecasting and highlights potential issues, such as side-selling or growth problems."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Addressing Storage Losses: Focus on immediate delivery to minimize quality degradation from heat, moisture, pests, or theft. Preparation for Collection Day: Train farmers on proper product packing, quality separation, and preconditioning techniques."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the product aggregation category 👍"
            }
          ]
        }
      },
      "contracts": {
        "Welcome to our session on key elements of contracts! A contract is crucial for mitigating risk by defining transactions and providing solutions for potential problems.": {
          "Your investment in learning today is the key to unlocking a prosperous and innovative future in agribusiness—stay committed and passionate.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "An essential type of contract in agribusiness involves an off-taker, who is a buyer of agricultural products. Knowing how to negotiate these contracts effectively is key to business success."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Contract negotiation involves compromise. By negotiating, you might agree to have the buyer collect the product directly, but in exchange, you accept a lower price."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Always determine what elements of the contract are crucial for you and what you can compromise on. For example, if avoiding transport is important, you might need to agree to a lower price."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "On the other hand, delivering the product yourself typically allows you to demand a higher price, because you're taking on additional responsibilities."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Pricing is a critical component. To determine a fair market price, consult with market experts, such as extension agents or reliable trade news sources."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Stay informed by also checking other credible sources like government publications or trusted online platforms. This ensures you enter negotiations well-equipped with current market data."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the product aggregation category 👍"
            }
          ]
        }
      }
    }
  },
  "growing your business": {
    "business planning": {
      "elements of a business plan": {
        "Welcome to our Planning Fundamentals course! We'll discuss why planning is crucial for businesses of all sizes. Good planning aligns your team with your business goals and significantly boosts your chances of success.": {
          "By continually expanding your knowledge, you're setting the stage for groundbreaking innovations in agribusiness—stay curious and ambitious.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Planning is your roadmap to success. It involves setting clear goals and outlining the activities needed to achieve them. Remember, failing to plan is planning to fail. Our goal is to enhance your planning skills for better business management."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Start with defining your business goals. What do you want to achieve? Next, consider the strategies that best suit your goals. Are there multiple approaches? Choose the one that aligns perfectly with your business's capabilities and resources."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Resource planning is next. Determine what you need—be it people, money, or physical assets like new equipment or facilities. How will you allocate these scarce resources efficiently to support new initiatives or expand your operations?"
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Monitoring progress is critical. A plan isn't static; it's a living document that evolves. Track your progress and be ready to adapt as circumstances change. This flexibility can make or break your ability to meet your strategic goals."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Planning types vary depending on your needs. They could be formal business plans for lenders, operational plans for daily management, project plans for specific initiatives, or marketing plans to target new customers."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Each plan type serves a distinct purpose and requires specific elements to be effective. Whether you're expanding a business, launching new products, or entering new markets, proper planning sets the stage for success. Join this learning path to refine your planning skills and achieve your business objectives."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
            }
          ]
        }
      },
      "creating mission statements": {
        "Welcome to the ALP's business management training. The first topic in business management is creating mission statements (6 messages).": {
          "Your ongoing dedication is the key to unlocking untapped potential within the agribusiness sector—keep pressing forward with passion and purpose.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Planning allows you: 1. To organize goals and strategies. 2. Link your decisions with goals. 3. Measure your performance. 4. Help your business get a loan."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "A business plan answers three questions: 1. Where are you now? 2. Where are you going? 3. And how will you get there?"
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "The mission statement is the foundation of business planning. It answers the question: \"Why does my business exist?\""
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Example: \"We market quality rice at the best possible price on behalf of our members.\" A good mission statement is clear, achievable, and focused on goals."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Before making a business decision, ask: \"Will this help me achieve my mission?\" If the answer is “no”, then think carefully before making that decision."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Do you currently have a mission statement? Using these tips, create or revise your mission statement. Review it with your ALP coach."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
            }
          ]
        }
      },
      "creating vision statements": {
        "The next step in business planning is answering the question: \"Where are we going?\" A good vision statement will answer this (6 messages).": {
          "Every lesson learned today is a stepping stone toward becoming a trailblazer in the agribusiness world—stay motivated and unstoppable.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "A vision statement describes what you want to achieve and answers the question, where do you want to be X years from now?"
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Do you have a vision statement for your business? If yes, great! If no, why not? Let's look at an example of a good vision statement."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "A good vision statement example: \"We will market high-quality, competitively-priced chili peppers that are enjoyed around the world.\""
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "A good vision statement is: 1. Clear and concise (1 to 2 sentences, not a paragraph). 2. It inspires people to get involved and help achieve your goals."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "3. It is future oriented and aligns with the overall purpose of your business. And, 4. It guides your decision making (who to hire, how to invest, etc.)."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Do you currently have a vision statement? Using these tips, create or revise your vision statement. Review it with your ALP coach."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
            }
          ]
        }
      },
      "swot analysis": {
        "The next step in business planning is identifying your business's strengths, weaknesses, opportunities, and threats (SWOT) (6 messages).": {
          "Your proactive approach to learning is empowering you to transform challenges into opportunities within the agribusiness sector—keep up the momentum.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Strengths are skills, traits, and attitudes that help you in business. For example, being good at accounting or sales are strengths."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Knowing your strengths helps you  position your business for success. For example, if your produce is higher quality than your competitors, promote that."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Strengths can be seen as opportunities. If Person A enjoys talking with people then she can use that skill to improve her marketing."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "The opposite of strengths are weaknesses. These are skills to work on or qualities to develop. These can also be seen as threats."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "For example, if Person A is weak at accounting, then one possible solution is to hire an accountant. How can this help Person A?"
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Hiring a trustworthy accountant would help Person A focus on exploiting her strengths. She can also work on improving her weaknesses."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
            }
          ]
        }
      },
      "smart objectives": {
        "Objective Setting: To expand an agro retail business to nearby villages, setting objectives like offering delivery services to these villages and hiring a sales agent can help. Objectives focus efforts on specific areas, breaking down large goals into manageable parts.": {
          "Your commitment to growth is paving the way for new horizons in agribusiness—continue to learn and inspire those around you.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "What is an Objective? Objectives are smaller goals that guide you towards your main vision. For an agro retail business, objectives like expanding delivery services act as stepping stones to achieving broader business growth."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Setting SMART Objectives: Objectives should be Specific, Measurable, Attainable, Relevant, and Time-bound. Start by identifying priorities in your business such as profit or customer service, then craft SMART objectives for each."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Developing SMART Objectives: For each priority area, create a clear objective statement. Review these with stakeholders and assign the right people to them. Track progress and make adjustments as needed."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Tracking Progress: After setting SMART objectives, define actions needed for each goal and choose progress indicators. These indicators should clearly demonstrate how close you are to achieving your objectives."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Progress Review and Adjustments: Establish a regular schedule to review progress. For instance, if aiming to boost sales by 25%, track current and future sales to calculate increases. Adjust strategies based on these findings."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Continuous Improvement: Learn from progress reviews to enhance future objective setting and achievement strategies. Take assessments to ensure understanding of tracking methods and apply insights to improve your business operations."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
            }
          ]
        }
      }
    },
    "marketing strategies": {
      "market risks": {
        "Welcome to the 3-step risk management process for agribusiness entrepreneurs. Step 1: Identify potential risks. Consider both internal (e.g., warehouse repair needs) and external risks (e.g., regional floods) that could impact your business.": {
          "Your continuous effort and curiosity are the driving forces that will lead you to excel and make a significant impact in the agribusiness world—keep striving for more.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "Step 2: Assess the identified risks. Determine which are more likely to occur and which will have a greater impact on your business. This allows you to prioritize and focus your resources more effectively."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Step 3: Mitigate the risks. Develop strategies to minimize the impact of risks. For example, fixing a leaking roof to protect inventory or negotiating long-term contracts with clients for price stability."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Example: To tackle drought and aflatoxin risks, an agribusiness can invest in better storage facilities and provide training on good agricultural practices."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "To combat market competition and maize price fluctuations, diversification of offerings to include other staples like beans and rice, alongside securing long-term customer contracts, can be effective strategies."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Why is risk management critical? It prepares your business to handle unforeseen events, ensuring long-term sustainability. Strict government regulations or natural disasters are examples of risks you might face."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "To practice effective risk management, continuously identify, assess, and mitigate risks. This proactive approach helps maintain your business’s stability and promotes growth."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the marketing strategies category 👍"
            }
          ]
        }
      },
      "marketing strategy part 1": {
        "The next topic is marketing strategy. It is in two parts. Learn about marketing strategies to help your business grow! (6 messages).": {
          "The knowledge you accumulate today will empower you to shape a thriving and sustainable future in agribusiness—stay relentless in your pursuit of excellence.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "The marketing process has four steps. 1. Understand the marketplace, customer needs and wants. 2. Design a customer-driven strategy."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "3. Construct an integrated marketing program and goals and 4. Implementation and control."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "To assess the market, analyze your competition, the political, economic, socio-cultural, and technological situation where you operate (PEST)."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Next, to find out the demand for your product and identify your target market, forecast the current and future market total size."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Next, identify customers in 3 steps. 1. Define the different groups (age, gender). 2. Find a group that has the best potential for your business."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "This is called the target market. 3. Analyze the target market. Review these steps with your ALP coach during your next meeting."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the marketing strategies category 👍"
            }
          ]
        }
      },
      "marketing strategy part 2": {
        "This next topic is marketing strategy part 2. Continue to learn about marketing strategies to help your business grow! (6 messages).": {
          "Each stride you make in your education is fueling your potential to drive significant advancements in agribusiness—keep pushing forward with determination.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "The 4 P's are key elements of your marketing strategy. They are product, place, promotion, and price."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "For a retail business, your product is the overall shopping experience for customers who buy from your store. How can you improve the experience?"
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "Next is place. This includes the location, approachability, delivery, online access, visibility, accessibility, and service and care."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Place also includes how your store looks. Banners, security, outdoor lighting, window displays, and a storefront free of clutter helps to attract customers."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "The next P is for promotion (how to advertise your products). This includes offers, advertising, personal selling or subscriptions."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "The key is to find the right promotional mix. Use different methods to sell your goods and services. Review this with your ALP coach."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the marketing strategies category 👍"
            }
          ]
        }
      },
      "basic pricing strategies": {
        "The next topic is pricing strategy. Price is what your customers pay for your product and services (6 messages).": {
          "Every new concept you grasp is a tool that enhances your ability to innovate and lead in agribusiness—stay dedicated and forward-thinking.": [
            {
              "mobile_summary_number": "1",
              "mobile_summary_final": "When establishing a price, you must determine what customers are willing to pay, and account for cost, credit period, discounts, and competitor pricing."
            },
            {
              "mobile_summary_number": "2",
              "mobile_summary_final": "Pricing is not about always offering the lowest price. It is about convincing the customer of the cost advantage of  your shop."
            },
            {
              "mobile_summary_number": "3",
              "mobile_summary_final": "There are 4 pricing strategies. 1. Bundling 2. Advisory services 3. Diversifying revenue streams and 4. Adjusting your price up / down."
            },
            {
              "mobile_summary_number": "4",
              "mobile_summary_final": "Bundling combines a product / service into a single unit for a discounted price that is cheaper than the sum of the individual prices."
            },
            {
              "mobile_summary_number": "5",
              "mobile_summary_final": "Advisory services may include proper use of pesticides, fertilizers, and new technologies. Diversifying revenue helps to provide financial stability."
            },
            {
              "mobile_summary_number": "6",
              "mobile_summary_final": "Finally, sometimes you may need to adjust the prices up or down. Review your pricing strategies with your ALP coach."
            },
            {
              "mobile_summary_number": "7",
              "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the marketing strategies category 👍"
            }
          ]
        }
      }
    }
  }
}