{
    "successful ae operations, leadership and entrepreneurship": {
        "successful ae operations, leadership and entrepreneurship": {
            "retailers and shops": {
                "Welcome to our training session on Agribusiness Retail! Today, we'll explore the four types of retail stores and discover what makes a retailer successful.": {
                    "The diligence you put into your learning now is crafting the foundation for a thriving and innovative career in agribusiness—keep moving forward with determination.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "1st type: Basic Retailer - Operates at the minimum level just to stay in business, with no extra investment in inventory or growth initiatives."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "2nd type: Nearly Basic Retailer - Better than basic retailers, these stores manage improved operations and finances, with some ability to invest in growing their inventory."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "3rd type: Sustainable Retailer - Known for a reliable reputation with suppliers, these retailers can procure necessary inputs on seasonal credit terms."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "4th type: Mainstay Retailer - Maintains excellent credit terms with multiple suppliers, has a steady supply of inventory that meets market demands, and offers additional supplies and services."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Key traits of successful retailers include a solid customer base, a good product mix, strong supplier relationships, strategic location, clear business vision, accurate financial management, frequent inventory turnover, and offering extra services like transportation."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Remember, having a business vision is crucial. To stay ahead, always aim to improve and set clear goals for the future of your retail shop. This growth mindset is essential for outperforming competitors and securing customer loyalty."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the successful ae operations, leadership and entrepreneurship category 👍"
                        }
                    ]
                }
            },
            "entrepreneurship and leadership": {
                "Hi! Today we'll explore essential entrepreneurship and leadership skills critical to your success. We'll define entrepreneurship, discuss key entrepreneurial qualities, and dip into leadership development. Let's dive in!": {
                    "Every new lesson you embrace is a catalyst for future success in agribusiness—keep fueling your passion and drive.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Entrepreneurship involves spotting market opportunities, strategizing, organizing resources, and investing for long-term benefits. An entrepreneur starts a business, takes risks, and aims for success by bringing innovative ideas to life."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "As entrepreneurs, key traits include: actively looking for growth opportunities, prioritizing efficiency, demanding quality, and maintaining cost-effectiveness. They’re also informed, strategic, goal-setters, planners, and persistent."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Good entrepreneurs are confident and excellent listeners, understanding both customer and supplier needs. They’re decisive and capable of tough decision-making, motivating others towards success. Risk-taking and persuasiveness are also crucial."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Turning to leadership, a good leader creates an inspiring future vision, motivates engagement, manages vision realization, and coaches the team. Leaders must communicate effectively and inspire everyone to adopt the vision."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Effective leaders are approachable, enthusiastic, and possess strong communication skills. They're adept at delegating and dedicated to both customer and business success. Honesty in product pricing and business dealings is paramount."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Finally, motivating your team involves attentive listening, providing timely feedback, and recognizing good work explicitly. Feedback should be constructive and private. Celebrate achievements openly to encourage continued excellence. More on this soon!"
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the successful ae operations, leadership and entrepreneurship category 👍"
                        }
                    ]
                }
            }
        }
    },
    "bookkeeping essentials": {
        "bookkeeping and your business": {
            "what is bookkeeping": {
                "Welcome to ALP's bookkeeping essentials training. This will help you improve how to track business financial transactions.": {
                    "Each insight you gain today is a stepping stone towards becoming a visionary leader in agribusiness—keep pushing the boundaries.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Bookkeeping is the process of keeping records of cash transactions and recording these in ledgers. Proper bookkeeping allows a business to:"
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "1. Quickly determine how a business is spending its cash. 2. Know the business's cash balance. 3. Plan for future activities."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Bookkeeping requires procedures. A procedure is a series of steps that happen in a defined order used to achieve a specific outcome."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Defined procedures will reduce the chances of errors in bookkeeping. For example, procedures for ledger entries or for cash handling."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Let's look at an example for filing receipts. Step 1: Tape or glue the receipt to a piece of paper. Step 2: Add the date you received the receipt."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Step 3: Write explanatory notes on the paper (if needed). Step 4. File the receipt in the appropriate binder, organized by date."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Think about some important bookkeeping questions for your business. How do you track receipts? What are your bookkeeping procedures?"
                        },
                        {
                            "mobile_summary_number": "8",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping essentials category 👍"
                        }
                    ]
                }
            },
            "next steps for bookkeeping": {
                "The final topic in bookkeeping essentials is the importance of financial statements.": {
                    "Your journey of continuous learning is the cornerstone of innovation and success in agribusiness—keep striving for excellence.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Preparing accurate financial statements are important several reasons. First, to help your business apply for a loan."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Second, to ensure your business is legally compliant. And third, to identify the profitability, financial health, and cash position of the business."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Financial statements are prepared by an accountant. They include the income statement, balance sheet, and statement of cash flow."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "After the accountant prepares the business's financial statements, the business is ready for an external audit."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "The purpose of the external audit is to: 1. Ensure that reporting is accurate; 2. Ensure the general ledger is legally compliant."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "And 3. Identify any risks that could impact the business's financial position. The auditor will also recommend improvements for the business's reporting."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Preparing accurate financial statements are important for growing your business and giving financial institutions information about its finances."
                        },
                        {
                            "mobile_summary_number": "8",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping essentials category 👍"
                        }
                    ]
                }
            }
        },
        "bookkeeping ledgers": {
            "cash ledger part 1": {
                "Next, you will learn about the cash ledger and how will it help your business (in two parts).": {
                    "Your perseverance is building a legacy—every effort you make today sows seeds for a prosperous future in agribusiness.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Does your business currently use a cash ledger? A cash ledger is a written or electronic record of all cash transactions."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "A cash ledger will help a business: 1. realize when there is a cash shortage 2. prevent theft and 3. improve financial decision-making."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Record all cash transactions in your ledger to avoid financial risks, make sure there is enough cash to pay vendors, and make better financial decisions."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "At the end of each week, a bookkeeper reviews the source documents and records the date, description, cash in, cash out, and total balance in the ledger."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "A cash flow is a record of cash in, cash out, and the balance. Cash inflow is money coming in to the business, while cash outflow is money going out."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping essentials category 👍"
                        }
                    ]
                }
            },
            "cash ledger part 2": {
                "Next, you will learn more about elements of the cash ledger and how to calculate the total cash balance.": {
                    "Every challenge you overcome and every concept you master is paving the way for you to revolutionize the agribusiness landscape.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "The cash ledger includes the cash inflow, cash outflow, starting balance, and ending balance. Transactions not involving cash do not represent a cash flow."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Cash inflow is money coming in to the business. Examples include product sales, customer payments, or selling machinery."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Cash outflow is cash that goes out of the business to pay for expenses. For example, purchasing fertilizer, or paying salaries are cash outflows."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "A business's  starting balance is the amount of cash on hand at the beginning of the period (usually one month)."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "The ending balance is the amount of cash remaining at the end of the period (usually one month)."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Use this formula to calculate your business's monthly cash balance:\nStarting balance + Cash In – Cash out = Ending Balance."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "The ending balance becomes the starting balance for the next period. What about your business? What are the business's cash inflows? Cash outflows?"
                        },
                        {
                            "mobile_summary_number": "8",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping essentials category 👍"
                        }
                    ]
                }
            },
            "expense ledger": {
                "What is an expense ledger:\nAn expense ledger is a book where you record purchases for day-to-day business operations. It includes costs like seeds, fertilizers, salaries, office supplies, rent, and insurance.": {
                    "With every new skill you master, you are crafting a better future for yourself and the entire agribusiness community—stay focused and unstoppable.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Items in the expense ledger are usually consumed quickly and do not last long. For example, a pen is unusable after the ink runs out, and petrol is gone after use."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Recording in the ledger:\nWhen a business expense is made, recording it promptly in the ledger is crucial for accurate tracking."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Example Entry:\nAn employee fills the truck with petrol. The business paid and received a receipt. This transaction should be recorded in the ledger."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "How to Record in Ledger:\nEnter the date of transaction in column one. In the second column, write a description of the expense."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Next, enter the quantity in column three (e.g., liters of petrol) and the unit price in column four. Finalize by recording the total cost in the last column."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "For the example: 50 liters at 600 per liter equals a total of 30,000. Note, some costs, like salaries, may simply require recording the total amount without units."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping ledgers category 👍"
                        }
                    ]
                }
            },
            "supplier ledger": {
                "Welcome to the Supplier Ledger Training! Today, we'll learn how to classify and record transactions as receivables, payables, or cash. Understanding these elements is crucial for effective supplier transaction management.": {
                    "Every bit of knowledge you gain today equips you to turn challenges into opportunities and elevate the agribusiness industry—keep learning and growing.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Understanding Types: Payables occur when you owe money to a supplier; for example, when goods are delivered but payment is deferred. Receivables happen when a supplier owes you, like for returned damaged goods."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Key Practices: Always record non-cash transactions (payables and receivables) without affecting the cash ledger until payment is made. This helps keep your financial records clear and accurate."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Receipt Essentials: Every transaction, payable or receivable, should have a receipt with details like supplier number, transaction date, item description, quantity, unit price, and total. Both parties should sign it."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Handling Cash Transactions: When actual cash changes hands with a supplier, record this in the supplier's ledger and update the cash ledger accordingly. This ensures all financial activities are accurately tracked."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Ledger Management: The supplier ledger should include columns for date, transaction description, quantity, unit price, and balances of receivables, payables, and payments to keep everything organized."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Practical Application: We'll practice entering transactions into the supplier ledger and discuss how to handle receipts and documentation effectively to maintain accurate and up-to-date financial records."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping ledgers category 👍"
                        }
                    ]
                }
            },
            "sales and roleplay": {
                "Welcome to our training on entrepreneur skills for agribusiness retailers. First, let's focus on why it's crucial to record daily sales in a customer ledger and issue receipts.": {
                    "Your unwavering determination is lighting the path to a groundbreaking career in agribusiness—embrace every lesson and keep moving forward.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Each day, record all cash sales transactions in a cash ledger. This practice helps maintain your books and ensures your cash balance remains accurate. Include details like date, transaction type, and balance. Products sold on credit should be tracked in a customer credit ledger."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "A detailed cash or credit ledger entry should have: the date, source of transaction, a brief description (e.g., cash in or out), and the remaining balance after the transaction.  Once a customer repays credit owed to you, record this payment in the customer credit ledget and the cash ledger."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Issuing receipts to customers is equally important. Receipts serve as proof of purchase, protecting both you and your customer in case of any future disputes."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Each receipt should clearly list: item number, a detailed description (like 'tomato seeds'), quantity purchased, unit price, total price, and the date of the transaction.  Receipts should also note any amount of payment that is still owed to the retailer, if product is sold on credit to the customer.  issue the customer a receipt when they pay off the credit owed to you."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Don't forget to include your retail shop's name on every receipt. This not only brands your receipts but also helps in advertising your business."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "It's advisable for both retailer and customer to keep a copy of each receipt. This documentation is crucial in confirming details of the transaction and ensuring transparency."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the bookkeeping ledgers category 👍"
                        }
                    ]
                }
            }
        }
    },
    "fundamentals of retail management": {
        "inventory management": {
            "overview": {
                "The next topic is inventory management. Inventory is the goods and materials retailers hold for the purpose of resale.": {
                    "Every effort you invest in learning today is a stepping stone toward a legacy of excellence and innovation in agribusiness—stay driven and enthusiastic.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Inventory management helps a business determine which products are in high demand, how much to stock, and when to reorder."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Inventory management and quality control combine to help build an efficient and profitable business. Proper storage is key to quality control."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "There are four causes of product loss: excessive heat, moisture, pests and theft. Preventing losses during storage will improve inventory management."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "To improve inventory efficiency and profitability, balance the quantity on hand, the customer demands and availability from suppliers."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Businesses that optimize their inventory reduce costs for ordering, storing and shrinkage. Reducing these costs improves profitability."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "How do you currently optimize inventory for your business? What savings have you achieved? What are areas for improvement? Ask your ALP coach for more tips."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the inventory management category 👍"
                        }
                    ]
                }
            },
            "business cycles": {
                "The next topic is Inventory and Business Cycles. There are 3 types of business cycles: inventory, financial, and operation.": {
                    "Each new skill you acquire is a building block in your journey to becoming a pioneer in agribusiness—stay focused and relentless in your pursuit.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "The inventory cycle is the time it takes from the day the product arrives at the store to the day it is sold to the customer."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "The financial cycle is the time from when you pay the supplier to when you recover costs from the customer. This starts when the retailer pays the supplier."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "The operational cycle is the combined time for the financial and inventory cycles. Each of these cycles has a best case, typical case, and worst case."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "The worst-case scenario is when a retailer makes a down payment for inventory, which ties up funds in non-received inventory"
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "In the best case, the customer makes a down payment to the retailer. Then the inventory arrives and there is no financial cycle."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Consider the length of your financial cycle. How long is your financial cycle?  How can you reduce the time of your financial cycle?"
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Reduced financial cycle length allows you to quickly turn over inventory and make good use of your cash! Review with your ALP coach."
                        },
                        {
                            "mobile_summary_number": "8",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the inventory management category 👍"
                        }
                    ]
                }
            },
            "record keeping for inventory": {
                "The next topic is inventory recordkeeping. Do you register products going in and out of the store or storage facility?": {
                    "Your relentless pursuit of expertise is planting the seeds for a groundbreaking future in agribusiness—continue to nurture your growth and aspirations.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Inventory comes in when a supplier delivers product to the retailerâ€™s storage facility. It goes out when a customer purchases product at a store."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Use a detailed sales ledger to record quantities of units sold. It includes the item name, quantity sold, unit price, and total price."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "What is the secret to successfully managing inventory? A product control card is critical to managing inventory (use one per product)."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "The product control card includes the date the transaction took place, quantity in, quantity out, spoilage/ loss, and the balance."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "FEFO stands for First Expired, First Out. Use First Expired, First Out (FEFO) to ensure the products you sell are safe."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "FEFO means you first sell products that reach expiration first. Review your methods of recordkeeping with your ALP coach."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the inventory management category 👍"
                        }
                    ]
                }
            },
            "methods of inventory management": {
                "In this lesson, you will review the methods of inventory management. There are several ways to manage inventory.": {
                    "Your ongoing quest for knowledge is accelerating your journey towards impactful and innovative leadership in agribusiness—keep your motivation high and your vision clear.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "One way to manage your business is to use the \"ABC method.\" You can divide your products into three categories based on their value to your business."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Category A: Items that either have a high value or a large market and are essential to the business's survival (80% of revenue)."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Category B: These items constitute mid-range inventory value and have relatively lesser market demand. Next is Category C (all other items)."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "These items are marginally important and constitute a tiny portion of the overall inventory value. You can also use other methods."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "These simple methods to manage inventory include: 1. Estimate monthly requirements 2. Keep a buffer and 3. Use bulk discounts."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Count inventory at least once per year to ensure your physical counts match your books, and to reconcile differences by looking for any missing paperwork."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Technology is your friend! You can also use mobile apps such as \"Sortify\" to manage your inventory. Ask your ALP coach for more tips!"
                        },
                        {
                            "mobile_summary_number": "8",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the inventory management category 👍"
                        }
                    ]
                }
            }
        },
        "business relationships": {
            "identifying customers": {
                "The next topic is customer relationships. Customers are the reason you are in business.": {
                    "Your unyielding quest for knowledge is creating a ripple effect of positive change in the agribusiness sector—stay passionate and perseverant.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "When a customer comes to your store to buy inputs, it is important to focus not just on the transaction, but what the long-term customer value is."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Loyal customers will generate a significant amount of revenue for your business over their  lifetime."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "When it comes to customer care, one customer can influence many customers or potential customers."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "There are four aspects of customer satisfaction: 1. Needs 2. Wants 3. Emotions and 4. Memory."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "What are your customers seeking when they come into your shop?\nWhat products do they choose?\nHow do they feel when they choose these products?"
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Speak with your ALP coach to review these topics and about some ways to improve your customer satisfaction."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business relationships category 👍"
                        }
                    ]
                }
            },
            "customer care": {
                "The next topic is customer care. The first step in customer care is identifying the type of customer.": {
                    "With each new insight you gain, you're cultivating the expertise needed to drive forward-thinking solutions in agribusiness—maintain your dedication and curiosity.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "There are two types of customers - internal and external. External customers are those outside the business. They provide sales to the business."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Internal customers are those who work within the business. They can be from different departments but work together to meet external customer needs."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Customer satisfaction must be managed by the business owner or manager to ensure customer loyalty. There are three pillars of customer satisfaction:"
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "1. Product factors (quality of products) 2. Human (staff skills) 3. Convenience factors (location, delivery schedules and payment arrangements)."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Every business should test its customer satisfaction. You can do this by identifying areas of weakness and addressing concerns."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "What plan do you have for measuring customer satisfaction? Review customer care with your ALP coach."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business relationships category 👍"
                        }
                    ]
                }
            }
        },
        "customer care": {
            "customer satisfaction": {
                "Discussing customer satisfaction, we aim to: understand & address poor satisfaction issues, and learn complaint resolution. Factors important to customer satisfaction  include product range & quality, staff behavior & skills, and convenience factors like shop location & service delivery.": {
                    "Your dedication to expanding your knowledge is setting the stage for transformative advancements in agribusiness—continue to push boundaries and innovate.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "To maximize customer satisfaction, integration of product quality, effective staff interaction, and convenient shopping experiences is crucial. Each customer's needs vary, hence personalizing service can enhance loyalty and satisfaction."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Commitment, skills, standards, and communication within the retail environment form a formula for excellence in customer service. Regular evaluation and attention to detail can prevent dissatisfaction and ensure superior service."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "ABCs of customer service - Attitude, Behavior, and Competence significantly affect service quality. Employees should exhibit a positive attitude, engaging behavior, and competent skills to enhance customer interactions and satisfaction."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Regularly measuring customer satisfaction through surveys and focus groups helps identify and rectify service issues. Key Performance Indicators (KPIs) can gauge satisfaction levels, indicating successful or failing customer relationship management."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Addressing causes of dissatisfaction involves improving product quality, ensuring availability, and upgrading staff knowledge and skills. Effective responses to customer complaints include listening empathetically and focusing on solutions rather than excuses."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Retail shop owners should cultivate a customer-oriented culture, setting high standards for customer engagement and service quality. Maintaining a positive example in customer interactions can inspire employees and foster a favorable business reputation."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the customer care category 👍"
                        }
                    ]
                }
            }
        },
        "cost management": {
            "classifying costs": {
                "The next topic is classifying costs. There are three types of costs: fixed, variable, and mixed.": {
                    "Every effort you put into your learning journey is fueling your potential to become a game-changer in agribusiness—keep striving with purpose and determination.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Fixed costs are the same every month and do not change with sales volume. Examples include rent, insurance premiums, and loan payments."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Variable costs increase or decrease based on sales volume. Examples include wages, cost of inventory, petrol, electricity, and water."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Mixed costs are both fixed and variable. Examples include vehicle operation and employee wages and overtime."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Classifying costs is critical to: being able to control costs; setting profitable prices; and calculating how much you need to sell to be profitable."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Let's look at some examples! A fixed cost could be the monthly salary for an employee. This should be the same amount per month."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "An example of variable costs would be the yearly taxes on profits. And an example of mixed costs are employee salaries plus overtime payments."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Have you classified your fixed, variable, and mixed costs yet? Review these with your ALP coach during the next meeting."
                        },
                        {
                            "mobile_summary_number": "8",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the cost management category 👍"
                        }
                    ]
                }
            },
            "introduction to cost management": {
                "The next topic is cost management. Proper cost management can turn an unprofitable business into a profitable one.": {
                    "Every step you take in your educational journey is a step towards becoming an influential leader in agribusiness—keep your passion and perseverance alive.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "A cost is an amount that must be paid or given up in order to get something in return."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Examples of costs include: utilities, rent, salaries, interest, purchases of assets (e.g., machines, computers), and insurance."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Controlling costs are a key factor for operating a high-performing business. These businesses do a few things well."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "They ensure that the sale price of each product is greater than the cost. They also regularly calculate how the sales price impacts costs."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "These businesses also use market data to determine the sales prices and are aware that other factors could determine a sales price."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Cost management has a direct impact on profitability. Profit is what remains after all costs and expenses are deducted from revenue."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Cost management lets you understand and control your costs. Proper cost management can turn a business from unprofitable to profitable."
                        },
                        {
                            "mobile_summary_number": "8",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the cost management category 👍"
                        }
                    ]
                }
            },
            "controlling costs": {
                "The next topic is controlling costs.": {
                    "Your continuous learning and dedication are the driving forces that will enable you to revolutionize agribusiness—keep pushing the envelope and aiming high.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Business owners can organize and better understand their costs by identifying them as controllable or uncontrollable."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Controllable costs can be reduced through efficient operations. For example, the amount you pay for office supplies and trainings."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Uncontrollable costs cannot be directly controlled. These costs include insurance or advertising costs required by a distributor."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "To reduce your controllable costs, group them into three categories: 1. Overhead costs (items not linked to sales)."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "2. Next, identify the easiest costs to reduce in each category and the  greatest costs in each category. These are your highest priority for reductions."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "What are your current controllable costs? How can you reduce these costs? Review these plans  with your ALP coach."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the cost management category 👍"
                        }
                    ]
                }
            },
            "cost consciousness and profitability": {
                "The next topic focuses on profitability. Cost analysis will help you determine whether your business is profitable.": {
                    "By passionately pursuing new knowledge, you are forging a path to extraordinary achievements in agribusiness—stay inspired and unstoppable.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Once you understand costs and profitability, you can decide whether to expand your business."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Cost savings policies must be clear, communicated, and followed by everyone in the business. Employee involvement is key."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Cost price is what a product costs your business and sale price is the price you sell the product for. Sales prices must consider all expenses."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Profitability margin is the  difference between the cost price and sales price. The greater the margin, the more profitable a business is."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Successful retailers include all costs when setting sales prices and analyze the difference between the cost price and sales price."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Scale to profitability refers to growing or expanding a business in a proportional and profitable way. Growth should make your business more efficient…"
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "... resulting in increased profitability and cost savings, which are both reflected in the per unit cost calculations."
                        },
                        {
                            "mobile_summary_number": "8",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the cost management category 👍"
                        }
                    ]
                }
            }
        }
    },
    "producer organization essentials": {
        "product aggregation": {
            "procuring produce": {
                "Welcome to Product Aggregation Training! Learn how to efficiently procure produce like tomatoes and watermelon, ensuring you meet the demand of large buyers.": {
                    "Every ounce of effort you expend in mastering new skills is a cornerstone in building a revolutionary career in agribusiness—keep reaching for the stars.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Procurement Basics: Procurement means sourcing produce directly from farmers and selling it to major buyers. You act as the intermediary, managing quality and quantity."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Key Strategy: Focus on obtaining the right quantity of produce at the desired quality. Timing is crucial to meet buyer expectations and achieve the best prices."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Importance of Quality Control and Inventory Management: Effective procurement requires strict quality checks and efficient management of stock levels."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Contract Essentials: Understand contractual roles and responsibilities, including price determination, payment terms, and delivery obligations. Be aware of any exclusivity clauses."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Procurement Goals: Aim to improve pricing for farmers, provide access to market information, and negotiate on behalf of farmers to secure the best terms."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Quality Assurance Tips: Regularly inform farmers about quality requirements. Set up strict procedures for quality checks to prevent issues that could impact your business negatively."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the product aggregation category 👍"
                        }
                    ]
                }
            },
            "collection from farmers": {
                "Session Objectives: Learn how to ensure timely, correct quantity, and high-quality product collection. Understand buyer expectations: on-time deliveries, reliable quantities and quality, and fair pricing. Maintaining good buyer relationships hinges on consistent service and product excellence.": {
                    "As you expand your horizons, you're not just learning but also laying the groundwork for a transformative impact on the agribusiness industry—keep the momentum alive.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Aggregation Process: Covers three main stages - pre-collection (planning before collection starts), collection, and delivery to buyers. The aim for retailers is to ensure products are on time, in the right quantity, and of top quality throughout these stages."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Improvement Steps in Collection Process: First, partner with farmers to create a clear plan. Second, devise an annual production plan. Third, consistently monitor the cultivation period. Fourth, tackle potential product losses in storage."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Fifth, prep farmers for collection day ensuring they follow best practices for product handling. These steps are crucial to maintain product timeliness, quantity, and quality."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Detailed Strategies: Hold meetings with farmers to discuss aggregation plans and set clear expectations. Create annual plans to predict product volume, assisting in logistical planning and storage management."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Regularly visit fields to verify if farmers are on pace to meet expected output and timely delivery. This aids in accurate forecasting and highlights potential issues, such as side-selling or growth problems."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Addressing Storage Losses: Focus on immediate delivery to minimize quality degradation from heat, moisture, pests, or theft. Preparation for Collection Day: Train farmers on proper product packing, quality separation, and preconditioning techniques."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the product aggregation category 👍"
                        }
                    ]
                }
            },
            "contracts": {
                "Welcome to our session on key elements of contracts! A contract is crucial for mitigating risk by defining transactions and providing solutions for potential problems.": {
                    "Your investment in learning today is the key to unlocking a prosperous and innovative future in agribusiness—stay committed and passionate.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "An essential type of contract in agribusiness involves an off-taker, who is a buyer of agricultural products. Knowing how to negotiate these contracts effectively is key to business success."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Contract negotiation involves compromise. By negotiating, you might agree to have the buyer collect the product directly, but in exchange, you accept a lower price."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Always determine what elements of the contract are crucial for you and what you can compromise on. For example, if avoiding transport is important, you might need to agree to a lower price."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "On the other hand, delivering the product yourself typically allows you to demand a higher price, because you're taking on additional responsibilities."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Pricing is a critical component. To determine a fair market price, consult with market experts, such as extension agents or reliable trade news sources."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Stay informed by also checking other credible sources like government publications or trusted online platforms. This ensures you enter negotiations well-equipped with current market data."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the product aggregation category 👍"
                        }
                    ]
                }
            }
        }
    },
    "finance and accounting": {
        "working with credit": {
            "introduction to credit": {
                "Understanding Loan Amortization: When a borrower takes a loan, agreed terms include the amount, interest rate, and repayment duration. Payments combine principal and interest, decreasing the loan balance over time. For example, a $100,000 loan at 10% interest for 1.5 years results in monthly payments of $6005.71 and total interest of $8102.73.": {
                    "Every challenge you face and overcome is molding you into a resilient and influential force in agribusiness—stay strong and keep moving forward.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Amortization Details: An amortization table shows each payment's due date, principal, interest, and remaining balance. Initially, interest payments are higher but decrease as the principal lowers over time. Timely payments prevent additional fees, while late payments may incur penalties and additional interest."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Loan Defaults: Failing to meet payment obligations can lead to default, with penalties specified in the loan agreement. Over time, the principal payments decrease the loan liability on the balance sheet, while interest affects the income statement."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Risks of Credit: Borrowing more than repayment capacity can damage credit reputation and future loan opportunities. Late repayments might attract high interest and penalties, increasing the financial burden and risks."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "What is Credit: Credit is an agreement to receive funds now and repay later with interest. It can finance equipment, unexpected expenses, or operational costs. For example, an agro business needing to expand must seek credit due to insufficient cash reserves."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Sources of Credit: Credit can be obtained from commercial banks, co-operatives, microfinance institutions, or development banks. Various credit forms can be considered from these sources or suppliers who may offer purchase credit."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Types of Credit Available: Credit options include secured (requires collateral) and unsecured loans, lines of credit, working capital, advances on future sales, and leasing. Each serves different business needs and financial strategies, influencing how entrepreneurs manage funds and growth opportunities."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the working with credit category 👍"
                        }
                    ]
                }
            },
            "working with lenders": {
                "To apply for a business loan, first prepare a loan application with necessary documents. Include audited financial statements and clear accounting procedures to demonstrate your credibility to the lender.": {
                    "The expertise you are building today is the foundation for pioneering advancements in agribusiness—continue to push your limits and aim high.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Submit your complete loan application to your bank. The bank performs due diligence to verify your documents and assess if the loan is an acceptable risk."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "If approved, the bank issues a loan letter outlining the terms. If denied, they'll notify you. Transparency and truthfulness in your application and discussions are crucial."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Upon loan approval, finalize the agreement by reviewing and accepting the loan terms, then sign the loan contract. The bank will then disperse funds to you."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Maintain accurate records of all loan payments in a loan ledger, noting dates, principal, interest payments, and remaining balance. Keep all payment receipts organized."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Stay current with loan obligations. Report any significant business changes or project status to your lender as required by your loan terms to build trust and encourage future lending opportunities."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Avoid loan delinquency and default by keeping timely payments. Late payments may incur fees, and defaulting could lead to loss of collateral and legal issues. Manage your loan responsibly to preserve your financial reputation."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the working with credit category 👍"
                        }
                    ]
                }
            },
            "credit for customers": {
                "To mitigate customer credit risks, establish a clear credit policy documenting the purpose and limits of credit based on your cash flow and risk appetite. This should be regularly reviewed and adapted to changing economic conditions to avoid customer disputes and ensure fair treatment.": {
                    "Your relentless pursuit of knowledge is sowing the seeds for a flourishing, impactful career in agribusiness—keep forging ahead with confidence.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Enforce your credit policy consistently. Documentation in writing prevents misunderstandings about credit terms. Monitor adherence to these policies and update them based on experience and current circumstances to remain effective and relevant."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Offering credit can build customer loyalty and boost sales. Providing credit and loans to trusted customers can enhance cash flow and enable them to manage personal and business expenses effectively."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Ensure a formal agreement is in place detailing loan amount, duration, interest rate, repayment schedule, and consequences of delinquency. This clarifies expectations and responsibilities, protecting both business and customer interests."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Regular communication with customers about their loan status is vital. Encourage customers facing repayment issues to alert the business early, possibly restructure their loans to prevent defaults, and maintain a healthy business relationship."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "If payments are missed, follow a predefined procedure for collection: initial late payment notification, followed by further notices and discussions to resolve the issue. Tailor these steps to maintain customer relations and support your business framework."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "In cases of unresolved defaults, execute loan default actions as specified in your policy, which may include penalties or suspending further credit. This ensures business security and signals the seriousness of credit terms to all customers."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the working with credit category 👍"
                        }
                    ]
                }
            }
        },
        "cash flow and budgets": {
            "cash flow budget": {
                "Does my business need a cash budget? Consider an agro retail shop that recently bought a new pickup for deliveries but now can't cover the rent due to poor cash management.": {
                    "Your passion for learning is the catalyst that will drive transformative change in agribusiness—continue to harness it and achieve greatness.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "This is common in businesses that seem profitable but run out of cash due to delayed payments or excessive inventory purchases during promotional offers."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "A cash budget differs from a cash flow statement, which shows past cash movements. A cash budget is a future forecast of cash inflows and outflows."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "It helps in planning purchases, operating expenses, and investments. For example, if planning a new truck purchase, it shows the cost, available cash, or if saving or a loan is needed."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "With a cash budget, anticipate cash shortfalls and plan actions such as securing short-term loans to avoid delays in payments and potential business interruptions."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "It aids in deciding when to use idle cash in short-term investments to boost income. A stable cash flow also makes a business attractive to lenders and could get better payment terms from suppliers."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Banks often require a detailed cash budget before lending. Since small businesses are cash-hungry, a robust cash budget is essential for managing finances and growth sustainably."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the cash flow and budgets category 👍"
                        }
                    ]
                }
            },
            "cash reserves": {
                "Welcome to our Cash Reserves Training! 🌟 A cash reserve is an emergency fund crucial for dealing with unexpected financial difficulties or seizing new opportunities.": {
                    "Each moment you dedicate to expanding your expertise is an investment in your future leadership and innovation in agribusiness—stay driven and inspired.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "The importance of cash reserves: They act like a safety net for unforeseen costs such as delayed payments or urgent equipment purchases."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Best practices suggest setting up a separate interest-bearing account for your cash reserve. Aim to save a fixed percentage, ideally 5-10% of monthly revenues, into this account."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Use the accumulated interest if necessary, keeping the principal amount intact. This approach helps maintain your emergency fund without depleting it."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Only dip into your cash reserves in absolute necessity. If a withdrawal is made, prioritize replenishing it quickly to keep your buffer strong."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "As your business grows, your cash reserve should also expand. Experts recommend maintaining enough reserves to cover 3 to 6 months’ worth of business expenses."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Remember, having a robust cash reserve is not just about security; it can also provide leverage for loans and other financial opportunities. Keep planning and stay prepared! 👍"
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the cash flow and budgets category 👍"
                        }
                    ]
                }
            }
        }
    },
    "growing your business": {
        "business planning": {
            "elements of a business plan": {
                "Welcome to our Planning Fundamentals course! We'll discuss why planning is crucial for businesses of all sizes. Good planning aligns your team with your business goals and significantly boosts your chances of success.": {
                    "By continually expanding your knowledge, you're setting the stage for groundbreaking innovations in agribusiness—stay curious and ambitious.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Planning is your roadmap to success. It involves setting clear goals and outlining the activities needed to achieve them. Remember, failing to plan is planning to fail. Our goal is to enhance your planning skills for better business management."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Start with defining your business goals. What do you want to achieve? Next, consider the strategies that best suit your goals. Are there multiple approaches? Choose the one that aligns perfectly with your business's capabilities and resources."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Resource planning is next. Determine what you need—be it people, money, or physical assets like new equipment or facilities. How will you allocate these scarce resources efficiently to support new initiatives or expand your operations?"
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Monitoring progress is critical. A plan isn't static; it's a living document that evolves. Track your progress and be ready to adapt as circumstances change. This flexibility can make or break your ability to meet your strategic goals."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Planning types vary depending on your needs. They could be formal business plans for lenders, operational plans for daily management, project plans for specific initiatives, or marketing plans to target new customers."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Each plan type serves a distinct purpose and requires specific elements to be effective. Whether you're expanding a business, launching new products, or entering new markets, proper planning sets the stage for success. Join this learning path to refine your planning skills and achieve your business objectives."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
                        }
                    ]
                }
            },
            "creating mission statements": {
                "Welcome to the ALP's business management training. The first topic in business management is creating mission statements.": {
                    "Your ongoing dedication is the key to unlocking untapped potential within the agribusiness sector—keep pressing forward with passion and purpose.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Planning allows you: 1. To organize goals and strategies. 2. Link your decisions with goals. 3. Measure your performance. 4. Help your business get a loan."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "A business plan answers three questions: 1. Where are you now? 2. Where are you going? 3. And how will you get there?"
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "The mission statement is the foundation of business planning. It answers the question: \"Why does my business exist?\""
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Example: \"We market quality rice at the best possible price on behalf of our members.\" A good mission statement is clear, achievable, and focused on goals."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Before making a business decision, ask: \"Will this help me achieve my mission?\" If the answer is “no”, then think carefully before making that decision."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Do you currently have a mission statement? Using these tips, create or revise your mission statement. Review it with your ALP coach."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
                        }
                    ]
                }
            },
            "creating vision statements": {
                "The next step in business planning is answering the question: \"Where are we going?\" A good vision statement will answer this.": {
                    "Every lesson learned today is a stepping stone toward becoming a trailblazer in the agribusiness world—stay motivated and unstoppable.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "A vision statement describes what you want to achieve and answers the question, where do you want to be X years from now?"
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Do you have a vision statement for your business? If yes, great! If no, why not? Let's look at an example of a good vision statement."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "A good vision statement example: \"We will market high-quality, competitively-priced chili peppers that are enjoyed around the world.\""
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "A good vision statement is: 1. Clear and concise (1 to 2 sentences, not a paragraph). 2. It inspires people to get involved and help achieve your goals."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "3. It is future oriented and aligns with the overall purpose of your business. And, 4. It guides your decision making (who to hire, how to invest, etc.)."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Do you currently have a vision statement? Using these tips, create or revise your vision statement. Review it with your ALP coach."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
                        }
                    ]
                }
            },
            "swot analysis": {
                "The next step in business planning is identifying your business's strengths, weaknesses, opportunities, and threats (SWOT).": {
                    "Your proactive approach to learning is empowering you to transform challenges into opportunities within the agribusiness sector—keep up the momentum.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Strengths are skills, traits, and attitudes that help you in business. For example, being good at accounting or sales are strengths."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Knowing your strengths helps you  position your business for success. For example, if your produce is higher quality than your competitors, promote that."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Strengths can be seen as opportunities. If Person A enjoys talking with people then she can use that skill to improve her marketing."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "The opposite of strengths are weaknesses. These are skills to work on or qualities to develop. These can also be seen as threats."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "For example, if Person A is weak at accounting, then one possible solution is to hire an accountant. How can this help Person A?"
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Hiring a trustworthy accountant would help Person A focus on exploiting her strengths. She can also work on improving her weaknesses."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
                        }
                    ]
                }
            },
            "smart objectives": {
                "Objective Setting: To expand an agro retail business to nearby villages, setting objectives like offering delivery services to these villages and hiring a sales agent can help. Objectives focus efforts on specific areas, breaking down large goals into manageable parts.": {
                    "Your commitment to growth is paving the way for new horizons in agribusiness—continue to learn and inspire those around you.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "What is an Objective? Objectives are smaller goals that guide you towards your main vision. For an agro retail business, objectives like expanding delivery services act as stepping stones to achieving broader business growth."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Setting SMART Objectives: Objectives should be Specific, Measurable, Attainable, Relevant, and Time-bound. Start by identifying priorities in your business such as profit or customer service, then craft SMART objectives for each."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Developing SMART Objectives: For each priority area, create a clear objective statement. Review these with stakeholders and assign the right people to them. Track progress and make adjustments as needed."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Tracking Progress: After setting SMART objectives, define actions needed for each goal and choose progress indicators. These indicators should clearly demonstrate how close you are to achieving your objectives."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Progress Review and Adjustments: Establish a regular schedule to review progress. For instance, if aiming to boost sales by 25%, track current and future sales to calculate increases. Adjust strategies based on these findings."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Continuous Improvement: Learn from progress reviews to enhance future objective setting and achievement strategies. Take assessments to ensure understanding of tracking methods and apply insights to improve your business operations."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the business planning category 👍"
                        }
                    ]
                }
            }
        },
        "marketing strategies": {
            "market risks": {
                "Welcome to the 3-step risk management process for agribusiness entrepreneurs. Step 1: Identify potential risks. Consider both internal (e.g., warehouse repair needs) and external risks (e.g., regional floods) that could impact your business.": {
                    "Your continuous effort and curiosity are the driving forces that will lead you to excel and make a significant impact in the agribusiness world—keep striving for more.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "Step 2: Assess the identified risks. Determine which are more likely to occur and which will have a greater impact on your business. This allows you to prioritize and focus your resources more effectively."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Step 3: Mitigate the risks. Develop strategies to minimize the impact of risks. For example, fixing a leaking roof to protect inventory or negotiating long-term contracts with clients for price stability."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Example: To tackle drought and aflatoxin risks, an agribusiness can invest in better storage facilities and provide training on good agricultural practices."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "To combat market competition and maize price fluctuations, diversification of offerings to include other staples like beans and rice, alongside securing long-term customer contracts, can be effective strategies."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Why is risk management critical? It prepares your business to handle unforeseen events, ensuring long-term sustainability. Strict government regulations or natural disasters are examples of risks you might face."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "To practice effective risk management, continuously identify, assess, and mitigate risks. This proactive approach helps maintain your business’s stability and promotes growth."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the marketing strategies category 👍"
                        }
                    ]
                }
            },
            "marketing strategy part 1": {
                "The next topic is marketing strategy. It is in two parts. Learn about marketing strategies to help your business grow!": {
                    "The knowledge you accumulate today will empower you to shape a thriving and sustainable future in agribusiness—stay relentless in your pursuit of excellence.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "The marketing process has four steps. 1. Understand the marketplace, customer needs and wants. 2. Design a customer-driven strategy."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "3. Construct an integrated marketing program and goals and 4. Implementation and control."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "To assess the market, analyze your competition, the political, economic, socio-cultural, and technological situation where you operate (PEST)."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Next, to find out the demand for your product and identify your target market, forecast the current and future market total size."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Next, identify customers in 3 steps. 1. Define the different groups (age, gender). 2. Find a group that has the best potential for your business."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "This is called the target market. 3. Analyze the target market. Review these steps with your ALP coach during your next meeting."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the marketing strategies category 👍"
                        }
                    ]
                }
            },
            "marketing strategy part 2": {
                "This next topic is marketing strategy part 2. Continue to learn about marketing strategies to help your business grow!": {
                    "Each stride you make in your education is fueling your potential to drive significant advancements in agribusiness—keep pushing forward with determination.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "The 4 P's are key elements of your marketing strategy. They are product, place, promotion, and price."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "For a retail business, your product is the overall shopping experience for customers who buy from your store. How can you improve the experience?"
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "Next is place. This includes the location, approachability, delivery, online access, visibility, accessibility, and service and care."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Place also includes how your store looks. Banners, security, outdoor lighting, window displays, and a storefront free of clutter helps to attract customers."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "The next P is for promotion (how to advertise your products). This includes offers, advertising, personal selling or subscriptions."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "The key is to find the right promotional mix. Use different methods to sell your goods and services. Review this with your ALP coach."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the marketing strategies category 👍"
                        }
                    ]
                }
            },
            "basic pricing strategies": {
                "The next topic is pricing strategy. Price is what your customers pay for your product and services.": {
                    "Every new concept you grasp is a tool that enhances your ability to innovate and lead in agribusiness—stay dedicated and forward-thinking.": [
                        {
                            "mobile_summary_number": "1",
                            "mobile_summary_final": "When establishing a price, you must determine what customers are willing to pay, and account for cost, credit period, discounts, and competitor pricing."
                        },
                        {
                            "mobile_summary_number": "2",
                            "mobile_summary_final": "Pricing is not about always offering the lowest price. It is about convincing the customer of the cost advantage of  your shop."
                        },
                        {
                            "mobile_summary_number": "3",
                            "mobile_summary_final": "There are 4 pricing strategies. 1. Bundling 2. Advisory services 3. Diversifying revenue streams and 4. Adjusting your price up / down."
                        },
                        {
                            "mobile_summary_number": "4",
                            "mobile_summary_final": "Bundling combines a product / service into a single unit for a discounted price that is cheaper than the sum of the individual prices."
                        },
                        {
                            "mobile_summary_number": "5",
                            "mobile_summary_final": "Advisory services may include proper use of pesticides, fertilizers, and new technologies. Diversifying revenue helps to provide financial stability."
                        },
                        {
                            "mobile_summary_number": "6",
                            "mobile_summary_final": "Finally, sometimes you may need to adjust the prices up or down. Review your pricing strategies with your ALP coach."
                        },
                        {
                            "mobile_summary_number": "7",
                            "mobile_summary_final": "Congratulations, you have completed #PERCENT% of the marketing strategies category 👍"
                        }
                    ]
                }
            }
        }
    }
}
